"All neccessary tools have been disabled in Preferences" = "Niezbędne narzędzia zostały wyłączone w Preferencjach";
"Can't map file into memory" = "Nie udało się załadować pliku";
"File cannot be optimized any further" = "Plik już był maksymalnie zoptymalizowany";
"File is neither PNG, GIF nor JPEG" = "Plik nie jest typu PNG ani JPEG";
"Inspecting file" = "Sprawdzam plik";
"New file" = "Nowo dodany";
"Optimized file could not be saved" = "Nie udało się zapisać zoptymalizowanej wersji";
"Optimized successfully with %@" = "Zoptymalizowano za pomocą %@";
"Size of optimized file is 0" = "Plik po optymalizacji ma 0 batów (błąd)";
"Started %@" = "Rozpoczęto %@";
"Waiting in queue" = "Oczekuje w kolejce";
"Waiting to be optimized" = "Oczekuje na optymalizację";
"Waiting to start more optimizations" = "Oczekuje na kolejną rundę optymalizacji";
"%@ failed to start" = "Nie udało się uruchomić %@";
"Add" = "Dodaj";
"Cut" = "Wytnij";
"KB" = "KB";
"MB" = "MB";
"Saved %@ out of %@. %@ overall (up to %@ per file)" = "Oszczędzono %@ z %@. W sumie %@ (niektóre pliki do %@)";
"Saved %@ out of %@. %@ per file on average (up to %@)" = "Oszczędzono %@ z %@. Średnio %@ na plik (aż do %@)";